<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with jLaTeX2HTML 2002 (1.62) JA patch-1.4
patched version by:  Kenshi Muto, Debian Project.
LaTeX2HTML 2002 (1.62),
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Introducción</TITLE>
<META NAME="description" CONTENT="Introducción">
<META NAME="keywords" CONTENT="maestro">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="jLaTeX2HTML v2002 JA patch-1.4">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="maestro.css">

<LINK REL="next" HREF="node3.html">
<LINK REL="previous" HREF="node1.html">
<LINK REL="up" HREF="maestro.html">
<LINK REL="next" HREF="node3.html">
</HEAD>

<BODY >
<!--Navigation Panel-->
<A NAME="tex2html55"
  HREF="node3.html">
<IMG WIDTH="37" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="next"
 SRC="file:/usr/share/latex2html/icons/next.png"></A> 
<A NAME="tex2html51"
  HREF="maestro.html">
<IMG WIDTH="26" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="up"
 SRC="file:/usr/share/latex2html/icons/up.png"></A> 
<A NAME="tex2html45"
  HREF="node1.html">
<IMG WIDTH="63" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="previous"
 SRC="file:/usr/share/latex2html/icons/prev.png"></A> 
<A NAME="tex2html53"
  HREF="node1.html">
<IMG WIDTH="65" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="contents"
 SRC="file:/usr/share/latex2html/icons/contents.png"></A>  
<BR>
<B> Siguiente:</B> <A NAME="tex2html56"
  HREF="node3.html">Objetivos</A>
<B> Subir:</B> <A NAME="tex2html52"
  HREF="maestro.html">Proyecto de Tesis de</A>
<B> Anterior:</B> <A NAME="tex2html46"
  HREF="node1.html">&#205;ndice General</A>
 &nbsp <B>  <A NAME="tex2html54"
  HREF="node1.html">&#205;ndice General</A></B> 
<BR>
<BR>
<!--End of Navigation Panel-->

<H1><A NAME="SECTION02000000000000000000">
Introducci&#243;n</A>
</H1>

A principios  del siglo  XX A.  Opar&#237;n  y H.B.S.  Haldane  por caminos
separados propusier&#243;n que  la respuesta sobre el origen  de la vida en
la  Tierra  pod&#237;a  encontrarse  fuera  de esta.   Opar&#237;n  propuso  una
hip&#243;tesis conocida como panspermia, en la que la vida habr&#237;a llegado a
la Tierra  a partir  de una ``semilla''  extraterrestre y que  esta se
habr&#237;a desarrollado gracias a  las f&#233;rtiles condiciones que ofrec&#237;a el
planeta.   Inicialmente   las  ideas  de  Opar&#237;n   y  Haldane  pasaron
desapercibidas y  no fu&#233; sino  hasta el experimento de  Stanley Miller
que sus ideas fueron tenidas en cuenta.  Actualmente se considerra que
las semillas  de Opar&#237;n son  mol&#233;culas extraterrestres, de las  que se
han descubierto  sus huellas espectrosc&#243;picas gracias al  avance de la
radioastronom&#237;a y de la espectroscop&#237;a satelital.
<BR>
Dentro de  l&#225;s mol&#233;culas extraterrestres de mayor  importancia para el
origen de la  vida est&#225;n, por derecho propio,  los amino&#225;cidos.  En el
momento hay  ciertos reportes que aseguran la  detecci&#243;n de glicina (el
amino&#225;cido  m&#225;s  peque&#241;o)  en  el  medio interestelar  y  hay varios
estudios de  detecci&#243;n de  amino&#225;cidos en meteoritos,  de estos  se ha
concluido que los amino&#225;cidos no son una exclusividad terrestre.
<BR>
Ya que no podemos llegar facilmente  a los lugares de formaci&#243;n de los
amino&#225;cidos          extraterrestres          para         estudiarlos
directamente,<A NAME="tex2html2"
  HREF="footnode.html#foot93"><SUP>2</SUP></A>  se ha recurrido a  simular las condiciones en
los  que  estos se  originan,  en  los  laboratorios terrestres.   Sin
embargo,  las   simulaciones  experimentales  por s&#237;   solas  no  son
suficientes  para   explicar  los  mecanismos  de   formaci&#243;n  de  los
amino&#225;cidos y necesitan de la ayuda de c&#225;lculos qu&#237;mico-cu&#225;nticos.
<BR>
Lo que nos proponemos hacer en  este trabajo es investigar
posibles  mecanismos  de  formaci&#243;n  de glicina,  catalizados  por  la
presencia de un  sustrato s&#243;lido modelo, utilizando los  m&#233;todos de la
qu&#237;mica  cu&#225;ntica computacional.  Es  importante resaltar  ac&#225; que  la
descripci&#243;n  que  se  logra  con  la qu&#237;mica  computacional  no  queda
restringida  al   medio  interestelar  y  puede   resultar  en  nuevas
propuestas para la qu&#237;mica terrestre.
<BR>
En  cuanto a  los estudios  te&#243;ricos  inicialmente se  supuso que  las
especies precursoras  de los amino&#225;cidos  podr&#237;an formarse en fase
gaseosa y reaccionar entre s&#237; para formarlos, sin embargo, este camino
parece  ser  poco  probable  debido  a  que  los  amino&#225;cidos  no  son
fotoestables. Se ha propuesto que para la formaci&#243;n de los amino&#225;cidos
es necesario un medio ``fotoprotector'' como son los gr&#225;nulos de polvo
interestelar  en  las nubes  moleculares  densas.  Se  supone que  las
reacciones  de formaci&#243;n de  los amino&#225;cidos  ocurrir&#225;n en  los 
hielos que recubren  al material carbonaceo de los  gr&#225;nulos. La forma
te&#243;rica en que se est&#225; abordando el problema<A NAME="tex2html3"
  HREF="footnode.html#foot94"><SUP>3</SUP></A> contempla  dos caminos para  resolver el problema,  uno sugiere
incluir  expl&#237;citamente  los  hielos(<IMG
 WIDTH="40" HEIGHT="32" ALIGN="MIDDLE" BORDER="0"
 SRC="img1.png"
 ALT="$ H_2O$">)  en  el  mecanismo  de
reacci&#243;n y el  otro el uso de  m&#233;todos de solvataci&#243;n, despu&#233;s
de  realizar  c&#225;lculos  suponiendo  que  la reacci&#243;n  ocurre  en  fase
gaseosa, para  corregir las energ&#237;as  obtenidas teniendo en  cuenta el
efecto  de entorno(bulk).
Hasta el momento los modelos  que incluyen a los hielos expl&#237;citamente
como  <IMG
 WIDTH="40" HEIGHT="32" ALIGN="MIDDLE" BORDER="0"
 SRC="img1.png"
 ALT="$ H_2O$">,  son bastante  primitivos  y  no contemplan  interacci&#243;n
alguna  con  el  material  carbon&#225;ceo.
<BR>
Como  se  podr&#225;  ver  en  la bibliograf&#237;a, el trabajo en el &#225;rea  es de gran actualidad y carece a&#250;n de
un m&#243;delo estructural adecuado. El desarrollo de un m&#243;delo que permita
describir  de  manera  m&#225;s  detallada las  interacciones  qu&#237;micas  de
formaci&#243;n   de  amino&#225;cidos   sobre   los  hielos   de  los   gr&#225;nulos
interestelares es un tema que permite  el uso de los &#250;ltimos avances en
la  qu&#237;mica  computacional para  sistemas  complejos(grandes).
<BR>
Gracias al r&#225;pido  desarrollo en los &#250;ltimos a&#241;os  de los procesadores
para PC  y del sistema  operativo Linux, es posible  realizar c&#225;lculos
computacionales  muy exigentes utilizando  una plataforma  de hardware
poco costosa. Para  realizar el estudio que se  propone, se utilizar&#225;n
los   programas   Gaussian98  y   Gamess2002   compilados  en   Linux.
Inicialmente se realizar&#225;n c&#225;lculos  para los reactivos y productos de
la reacci&#243;n de formaci&#243;n de  glicina propuesta utilizando el m&#233;todo de
Hartree-Fock de Campo Autoconsistente(HF-SCF) usando bases polarizadas
y  utilizando  m&#233;todos  perturbacionales  para  recuperar  energ&#237;a  de
correlaci&#243;n. Posteriormente se  buscar&#225; una configuraci&#243;n estable para
mol&#233;culas  de  <IMG
 WIDTH="40" HEIGHT="32" ALIGN="MIDDLE" BORDER="0"
 SRC="img1.png"
 ALT="$ H_2O$"> adsorbidas  sobre  un  an&#225;logo  graf&#237;tico(como
coroneno<A NAME="tex2html4"
  HREF="footnode.html#foot99"><SUP>4</SUP></A> utilizando  los mismos
m&#233;todos   de  c&#225;lculo   anteriormente  mencionados   y  adicionalmente
utilizando el  m&#233;todo ONIOM que  permite dividir el  sistema molecular
estudiado  en dos  o tres  capas que  se tratan  a niveles  de c&#225;lculo
distinto<A NAME="tex2html5"
  HREF="footnode.html#foot97"><SUP>5</SUP></A>.  Por  &#250;ltimo utilizaremos el  m&#233;todo ONIOM para  explorar la
reacci&#243;n de formaci&#243;n de glicina sobre el sistema grafito+<IMG
 WIDTH="40" HEIGHT="32" ALIGN="MIDDLE" BORDER="0"
 SRC="img1.png"
 ALT="$ H_2O$"> dando
un peso mayor  en cuanto a m&#233;todos de  c&#225;lculo a la capa en  la que se
desarrolla la reacci&#243;n.

<IMG
 WIDTH="978" HEIGHT="1265" BORDER="0"
 SRC="img3.png"
 ALT="\begin{figure}\vbox{\include{marco}
}\end{figure}">
<HR>
<!--Navigation Panel-->
<A NAME="tex2html55"
  HREF="node3.html">
<IMG WIDTH="37" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="next"
 SRC="file:/usr/share/latex2html/icons/next.png"></A> 
<A NAME="tex2html51"
  HREF="maestro.html">
<IMG WIDTH="26" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="up"
 SRC="file:/usr/share/latex2html/icons/up.png"></A> 
<A NAME="tex2html45"
  HREF="node1.html">
<IMG WIDTH="63" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="previous"
 SRC="file:/usr/share/latex2html/icons/prev.png"></A> 
<A NAME="tex2html53"
  HREF="node1.html">
<IMG WIDTH="65" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="contents"
 SRC="file:/usr/share/latex2html/icons/contents.png"></A>  
<BR>
<B> Siguiente:</B> <A NAME="tex2html56"
  HREF="node3.html">Objetivos</A>
<B> Subir:</B> <A NAME="tex2html52"
  HREF="maestro.html">Proyecto de Tesis de</A>
<B> Anterior:</B> <A NAME="tex2html46"
  HREF="node1.html">&#205;ndice General</A>
 &nbsp <B>  <A NAME="tex2html54"
  HREF="node1.html">&#205;ndice General</A></B> 
<!--End of Navigation Panel-->
<ADDRESS>
Mauricio Esguerra
2007-03-27
</ADDRESS>
</BODY>
</HTML>
